Repository: Jju17/ColocKitchenRace
Catalog: ios/Shared/Assets/Localizable.xcstrings
Source language: en
Languages: fr, nl

source: Tap here to write your answer...
fr: Appuie ici pour écrire ta réponse...
nl: Tik hier om je antwoord te schrijven...

source: Tap on the map to adjust the pin location
fr: Appuie sur la carte pour ajuster la position du pin
nl: Tik op de kaart om de pinlocatie aan te passen

source: Target
fr: Cible
nl: Doel

source: Target ID
fr: ID de la cible
nl: Doel-ID

source: Text
fr: Texte
nl: Tekst

source: The event planning will be available soon!
fr: Le planning de la soirée sera bientôt disponible !
nl: De evenementplanning is binnenkort beschikbaar!

source: The photo doesn't appear to be a valid ID card. Your registration could be cancelled if an admin cannot verify your identity.
fr: La photo ne semble pas être une carte d'identité valide. Ton inscription pourrait être annulée si un admin ne peut pas vérifier ton identité.
nl: De foto lijkt geen geldige identiteitskaart te zijn. Je inschrijving kan worden geannuleerd als een admin je identiteit niet kan verifiëren.

source: This action is irreversible.
fr: Cette action est irréversible.
nl: Deze actie is onomkeerbaar.

source: This challenge is over.
fr: Ce challenge est terminé.
nl: Deze challenge is afgelopen.

source: This doesn't look like an ID card. Please retake the photo.
fr: Cela ne ressemble pas à une carte d'identité. Reprends la photo.
nl: Dit lijkt geen identiteitskaart te zijn. Neem de foto opnieuw.

source: This will make the evening planning visible to all registered cohouses and send a push notification. This action cannot be undone.
fr: Cela rendra le planning de soirée visible pour toutes les colocs inscrites et enverra une notification push. Cette action est irréversible.
nl: Dit maakt de avondplanning zichtbaar voor alle ingeschreven cohouses en verstuurt een pushnotificatie. Deze actie kan niet ongedaan worden gemaakt.

source: This will partition %lld registered cohouses into groups of 4 based on GPS proximity. This action will overwrite any previous matching.
fr: Cela regroupera %lld colocs inscrites en groupes de 4 selon la proximité GPS. Cette action écrasera tout regroupement précédent.
nl: Dit verdeelt %lld ingeschreven cohouses in groepen van 4 op basis van GPS-nabijheid. Deze actie overschrijft eerdere matching.

source: This will permanently delete your account and all associated data.
fr: Cela supprimera définitivement ton compte et toutes les données associées.
nl: Dit verwijdert definitief je account en alle bijbehorende gegevens.

source: This will permanently delete your account, your data, and remove you from your cohouse. This action cannot be undone.
fr: Cela supprimera définitivement ton compte, tes données, et te retirera de ta coloc. Cette action est irréversible.
nl: Dit verwijdert definitief je account, je gegevens en verwijdert je uit je cohouse. Deze actie kan niet ongedaan worden gemaakt.

source: This will randomly assign A/B/C/D roles within each group. The role assignment determines who goes where for apéro and dîner.
fr: Cela attribuera aléatoirement les rôles A/B/C/D dans chaque groupe. L'attribution des rôles détermine qui va où pour l'apéro et le dîner.
nl: Dit wijst willekeurig A/B/C/D-rollen toe binnen elke groep. De rolverdeling bepaalt wie waar naartoe gaat voor de apéro en het diner.

source: Time remaining
fr: Temps restant
nl: Resterende tijd

source: Title
fr: Titre
nl: Titel

source: Type a name or email to find users
fr: Tape un nom ou email pour trouver des utilisateurs
nl: Typ een naam of e-mail om gebruikers te zoeken

source: Type your creative name here...
fr: Tape ton nom créatif ici...
nl: Typ hier je creatieve naam...

source: Users
fr: Utilisateurs
nl: Gebruikers

source: Valid address ✅
fr: Adresse valide ✅
nl: Geldig adres ✅

source: Validate response %@
fr: Valider la réponse %@
nl: Antwoord %@ valideren

source: Validating address…
fr: Validation de l'adresse…
nl: Adres valideren…

source: Vegan
fr: Végan
nl: Veganistisch

source: Vegetarian
fr: Végétarien
nl: Vegetarisch

source: Verify your email
fr: Vérifie ton email
nl: Verifieer je e-mail

source: Waiting for validation
fr: En attente de validation
nl: Wachten op validatie

source: We need a few more details before you can get started.
fr: Nous avons besoin de quelques informations supplémentaires avant de commencer.
nl: We hebben nog een paar gegevens nodig voordat je kunt beginnen.

source: You have been removed from this cohouse by admin user.
fr: Tu as été retiré de cette coloc par un administrateur.
nl: Je bent door een admin uit deze cohouse verwijderd.

source: You're going to **%@**'s place
fr: Vous allez chez **%@**
nl: Je gaat naar **%@**

source: You're hosting **%@** at your place
fr: Vous recevez **%@** chez vous
nl: Je ontvangt **%@** bij jou thuis

source: Your answer
fr: Ta réponse
nl: Jouw antwoord

source: Your answer has been sent! The admin will validate it soon.
fr: Ta réponse a été envoyée ! L'admin va la valider bientôt.
nl: Je antwoord is verstuurd! De admin zal het binnenkort valideren.

source: ZIP Code
fr: Code postal
nl: Postcode

source: %lld participant(s)
nl: %lld deelnemer(s)

source: Body
nl: Inhoud

source: Dates
nl: Data

source: Global
nl: Globaal

source: Important
nl: Belangrijk

source: Infos
nl: Info

source: Message
nl: Bericht

source: Minutes
nl: Minuten

source: News
nl: Nieuws

source: Notifications
nl: Notificaties

source: Participants
nl: Deelnemers

source: Support
nl: Ondersteuning

source: Total
nl: Totaal

source: Validation
nl: Validatie
